Repository: asmecher/pflPlugin
Catalog: locale/*/locale.po
Languages: es, es_es

# plugins.generic.pfl.information.dataAvailability
source: <h2>Data availability</h2><ul> <li>Indicates whether authors have made the data collected available for further analysis, including replication studies, by others.</li> <li>Not appropriate for all studies or disciplines, depending on the nature and role of data.</li> <li>If “yes,” the link leads to the authors’ data set.</li></ul>
es_es: <h2>Disponibilidad de datos</h2><ul> <li>Indica si los autores han puesto los datos recopilados a disposición de otros para análisis posteriores, incluidos estudios de replicación.</li> <li>No es apropiado para todos los estudios o disciplinas, según la naturaleza y la función de los datos.</li> <li>En caso afirmativo, el enlace conduce al conjunto de datos de los autores.</li></ul>

# plugins.generic.pfl.information.funders
source: <h2>Funders</h2><ul> <li>Consist of government, corporate, and private agencies that, after a review process, support a study’s related research expenses.</li> <li>Funders’ acronyms are linked to their websites.</li></ul>
es_es: Financiadores
