Repository: asmecher/pflPlugin
Catalog: locale/*/locale.po
Languages: es, es_es

# plugins.generic.pfl.displayName
source: Publication Facts Label plugin
es: Módulo Publication Facts Label
es_es: plugin sobre información de publicación

# plugins.generic.pfl.description
source: This plugin adds a sidebar block with statistics to indicate the journal's integrity characteristics to readers.
es: Este módulo agrega un bloque en la barra lateral con estadísticas para indicar a los lectores/as las características de integridad de la revista.
es_es: Este plugin agrega un bloque de barra lateral con estadísticas para indicar las características de integridad de la revista a los lectores.

# plugins.generic.pflPlugin.settings.journal
source: Journal Information
es: Información de la revista

# plugins.generic.pflPlugin.settings.academicSocietyUrl.invalid
source: The academic society URL is not valid. Make sure the URL is complete and properly formatted.
es: La URL de la sociedad académica no es válida. Asegúrese de que la URL esté completa y tenga el formato correcto.

# plugins.generic.pflPlugin.fundingPluginMissing
source: Funding Plugin Not Present
es: Falta el módulo Funding

# plugins.generic.pflPlugin.fundingPluginMissing.description
source: The Funding plugin is not present and enabled. In order for funding data to be presented by the Publication Facts Label, this plugin will need to be installed and enabled, and provided with the relevant data for each submission. Check the Plugin Gallery for this plugin.
es: El módulo Funding no está instalado ni activado. Para que Publication Facts Label muestre los datos de financiación, este módulo deberá estar instalado y activo, y cada envío deberá contar con los datos pertinentes. Compruebe la galería de módulos para localizarlo.

# plugins.generic.pflPlugin.settings.indexes
source: Journal's Index Listings
es: Listados de indexación de la revista

# plugins.generic.pflPlugin.settings.indexes.description
source: Under the heading "Indexed" in the Publication Facts Label (PFL), readers will be presented with up to four indexes in which the journal appears. Four of the indexes below offer broad coverage, while MEDLINE covers the health sciences and Latindex covers Latin America (see Info below). The indexes enable their journal listing to be publicly displayed (even when the index is otherwise closed). While two of the indexes can be automatically checked, the other four require you to search for the journal in the index and, if found, add it to the PFL.
es: Bajo el título "Indexada en" de Publication Facts Label (PFL), los lectores/as encontrarán hasta cuatro índices en los que aparece la revista. Cuatro de los índices que aparecen a continuación ofrecen una amplia cobertura, mientras que MEDLINE cubre las ciencias de la salud y Latindex abarca Latinoamérica (ver información más abajo). Los índices permiten que su listado de revistas se muestre públicamente (incluso cuando el índice esté cerrado). Dos de los índices pueden comprobarse automáticamente, pero los otros cuatro requieren que busque la revista en el índice y, si la encuentra, la añada a PFL.

# plugins.generic.pflPlugin.settings.indexes.automatic
source: Automated Listing of Indexes in the PFL
es: Listado automático de índices en PFL

# plugins.generic.pflPlugin.settings.indexes.automatic.doaj.validationFailed
source: The journal's indexing in DOAJ could not be verified. Ensure that your journal is indexed and the appropriate ISSN is configured in Journal Settings.
es: No se ha podido verificar la indexación de la revista en DOAJ. Asegúrese de que su revista esté indexada y de que el ISSN esté bien configurado en los ajustes de la revista.

# plugins.generic.pflPlugin.settings.indexes.automatic.medline.validationFailed
source: The journal's indexing in MEDLINE could not be verified. Ensure that your journal is indexed and the appropriate ISSN is configured in Journal Settings.
es: No se ha podido verificar la indexación de la revista en MEDLINE. Asegúrese de que su revista esté indexada y de que el ISSN esté bien configurado en los ajustes de la revista.

# plugins.generic.pflPlugin.settings.indexes.automatic.latindex.validationFailed
source: The journal's indexing in Latindex could not be verified. Ensure that your journal is indexed and the appropriate ISSN is configured in Journal Settings.
es: No se ha podido verificar la indexación de la revista en Latindex. Asegúrese de que su revista esté indexada y de que el ISSN esté bien configurado en los ajustes de la revista.

# plugins.generic.pflPlugin.settings.indexes.manual
source: Manual Listing of Indexes in the PFL
es: Listado manual de índices en PFL

# plugins.generic.pflPlugin.settings.indexes.manual.scopus.urlInvalid
source: The Scopus URL you entered is not correct. Please read the instructions and try again.
es: La URL de Scopus introducida no es correcta. Lea las instrucciones y vuelva a intentarlo.

# plugins.generic.pflPlugin.settings.indexes.manual.scopus.step1
source: Go to Scopus' <a href="https://www.scopus.com/sources.uri?zone=TopNavBar&origin=" target="_new">Sources</a> page and select "Title" from the pulldown menu.
es: Vaya a la página <a href="https://www.scopus.com/sources.uri?zone=TopNavBar&origin=" target="_new">Fuentes</a> de Scopus y seleccione "Title" en el menú desplegable.

# plugins.generic.pflPlugin.settings.indexes.manual.scopus.step2
source: Enter the journal title and if indexed, it will appear as a "Result."
es: Introduzca el título de la revista y, si está indexada, aparecerá como "Result."

# plugins.generic.pflPlugin.settings.indexes.manual.scopus.step3
source: Click on the title and paste the resulting page's URL here:
es: Haga clic en el título y copie la URL de la página aquí:

# plugins.generic.pflPlugin.settings.indexes.manual.scopus.step4
source: If the journal is not indexed, here is the <a target="_new" href="https://www.elsevier.com/solutions/scopus/how-scopus-works/content/content-policy-and-selection">process</a> for inclusion.
es: Si la revista no está indexada, consulte el <a target="_new" href="https://www.elsevier.com/solutions/scopus/how-scopus-works/content/content-policy-and-selection">proceso</a> que hay que seguir para su inclusión.

# plugins.generic.pflPlugin.settings.indexes.manual.wos.urlInvalid
source: The Web of Science URL you entered is not correct. Please read the instructions and try again.
es: La URL de Web of Science introducida no es correcta. Lea las instrucciones y vuelva a intentarlo.

# plugins.generic.pflPlugin.settings.indexes.manual.wos.step1
source: Go to the <a href="https://mjl.clarivate.com/search-results" target="_new">Web of Science</a> and enter the name of the journal in the search box.
es: Vaya a la página de <a href="https://mjl.clarivate.com/search-results" target="_new">Web of Science</a> e introduzca el nombre de la revista en la caja de búsqueda.

# plugins.generic.pflPlugin.settings.indexes.manual.wos.step2
source: If indexed in the Web of Science, it will appear as a "Result."
es: Si la revista está indexada en Web of Science aparecerá como "Result."

# plugins.generic.pflPlugin.settings.indexes.manual.wos.step3
source: Copy the URL by "Share This Journal" and paste it here:
es: Copie la URL desde "Share This Journal" y péguela aquí:

# plugins.generic.pflPlugin.settings.indexes.manual.wos.step4
source: If the journal is not indexed, here is the <a target="_new" href="https://clarivate.com/products/scientific-and-academic-research/research-discovery-and-workflow-solutions/webofscience-platform/web-of-science-core-collection/editorial-selection-process/">process</a> for inclusion.
es: Si la revista no está indexada, consulte el <a target="_new" href="https://clarivate.com/products/scientific-and-academic-research/research-discovery-and-workflow-solutions/webofscience-platform/web-of-science-core-collection/editorial-selection-process/">proceso</a> que hay que seguir para su inclusión.

# plugins.generic.pfl.publicationFactsButton
source: Publication Facts Label dropdown button
es: Botón desplegable de Publication Facts Label

# plugins.generic.pfl.thisArticle
source: This article
es: Este artículo

# plugins.generic.pfl.otherArticles
source: Other articles
es: Otros artículos

# plugins.generic.pfl.publisher
source: Publisher&nbsp;
es: Editorial
es_es: Editora:

# plugins.generic.pfl.reviewerProfiles
source: Reviewer Profiles.
es: Perfiles de revisor/a

# plugins.generic.pfl.numOfferProfiles
source: {$num}% <img src="{$orcidIconUrl}" alt="ORCiD logo"> profiles
es: {$num}% <img src="{$orcidIconUrl}" alt="ORCiD logo"> perfiles

# plugins.generic.pfl.profiles
source: profiles
es: perfiles

# plugins.generic.pfl.articlesAccepted
source: Articles accepted&nbsp;
es: Artículos aceptados

# plugins.generic.pfl.daysToPublication
source: Days to publication&nbsp;
es: Días hasta la publicación

# plugins.generic.pfl.indexedIn
source: Indexed in
es: Indexada en
es_es: Indexado: {$indexList}

# plugins.generic.pfl.academicSociety
source: Academic Society&nbsp;
es: Sociedad

# plugins.generic.pfl.numAverageIndexes
source: {$num} indexes
es: {$num} índices
es_es: {$num} índices

# plugins.generic.pfl.forThisJournal
source: This journal
es: Esta revista
es_es: Para esta revista

# plugins.generic.pfl.otherJournals
source: Other journals
es: Otras revistas

# plugins.generic.pfl.peerReviewers
source: Peer reviewers&nbsp;
es: Revisores/as por pares

# plugins.generic.pfl.competingInterests
source: Competing interests&nbsp;
es: Conflictos de interés

# plugins.generic.pfl.competingInterests.yes
source: <a>Yes</a>
es: Sí
es_es: Conflicto de intereses: <button data-a11y-dialog-show="pfl-modal-competing-interests-data">Yes</a>

# plugins.generic.pfl.authorStatements
source: Author Statements
es: Declaraciones del autor/a

# plugins.generic.pfl.dataAvailability
source: Data availability&nbsp;
es: Disponibilidad de los datos

# plugins.generic.pfl.dataAvailability.unsupported
source: Unsupported by Platform
es: N/D

# plugins.generic.pfl.dataAvailability.yes
source: <a href="{$dataAvailabilityUrl}">Yes</a>
es: Sí
es_es: Disponibilidad de datos: <a href="{$dataAvailabilityUrl}">Yes</a>

# plugins.generic.pfl.funders
source: External Funding&nbsp;
es: Financiación externa
es_es: Financiadores: {$funderList}

# plugins.generic.pfl.funders.yes
source: Funders: <a href="#funding-data">Yes</a>
es: Sí

# plugins.generic.pfl.informationFooter
source: To learn about why these facts matter, click
es: Haga clic para saber más sobre estos datos de publicación
es_es: Para obtener más información sobre un dato, haga clic <img class="pfl-info-icon" alt="Learn more about a publication fact." src="{$informationIcon}">

# plugins.generic.pfl.publicationFacts
source: Publication Facts
es_es: Sobre la revista

# plugins.generic.pfl.factsForJournal
source: Publication Facts for journal
es_es: Datos de publicación para la revista

# plugins.generic.pfl.numArticlesAccepted
source: {$num}%
es_es: Artículos aceptados: {$num}%

# plugins.generic.pfl.numArticlesAcceptedShort
source: {$num}%
es_es: {$num}% aceptado

# plugins.generic.pfl.factsForArticle
source: Publication Facts for article.
es_es: Datos de publicación del artículo

# plugins.generic.pfl.numPeerReviewers
source: {$num}
es_es: <a href="{$peerReviewersUrl}">Revisores</a>: {$num}

# plugins.generic.pfl.averagePeerReviewers
source: {$num}
es_es: {$num} promedio

# plugins.generic.pfl.competingInterests.no
source: No
es_es: Conflicto de intereses: No

# plugins.generic.pfl.dataAvailability.no
source: No
es_es: Disponibilidad de datos: No

# plugins.generic.pfl.numHaveFunders
source: {$num}%
es_es: {$num}% con financiadores

# plugins.generic.pfl.informationAlt
source: To learn about why these facts matter, click here.
es_es: Información

# plugins.generic.pfl.closeLabel
source: Close dialog
es_es: Cerrar diálogo

# plugins.generic.pfl.close
source: Close
es_es: Cerrar

# plugins.generic.pfl.modalTitle
source: Publication Facts Information
es_es: Etiqueta de Datos de Publicación

# plugins.generic.pfl.modalFooter
source: Learn more about the <button data-a11y-dialog-show="pfl-modal-publication-facts-label">Publication Facts Label</button>.
es_es: Obtener más información sobre <button data-a11y-dialog-show="pfl-modal-publication-facts-label">Etiqueta de Datos de Publicación</button>.

# plugins.generic.pfl.information.publicationFactsLabel
source: <h2>Publication Facts Label </h2><ul> <li>First developed in 2022 by the Public Knowledge Project, a Core Facility of Simon Fraser University, as part of its Research Integrity Initiative.</li> <li>Designed to inform the public and academic community about journal and article adherence to scholarly conventions as a readily recognizable industry standard for scholarly journals.</li> <li>Data is collected by the publishing platform, and involves such strategies as two-way verification of journal member identities and roles utilizing the publishing organization <a href="https://orcid.org/" target="_blank">ORCID</a>.</li> <li>Testing of the label’s effectiveness is being undertaken in 2022-2023 with journal editors, researchers, journalists, and high school students.</li></ul>
es_es: <h2>Etiqueta de datos de la publicación </h2><ul> <li>Desarrollado por primera vez en 2022 por Public Knowledge Project, un servicio central de la Universidad Simon Fraser, como parte de su Iniciativa de Integridad en la Investigación..</li> <li>Diseñado para informar al público y a la comunidad académica sobre el cumplimiento de las convenciones académicas por parte de revistas y artículos como un estándar industrial fácilmente reconocible para las revistas académicas..</li> <li>Los datos son recopilados a través de la plataforma de publicación lo cual implica estrategias como la verificación bidireccional de las identidades y roles de los miembros de la revista utilizando la organización editorial. <a href="https://orcid.org/" target="_blank">ORCID</a>.</li> <li>En 2022-2023 se llevarán a cabo pruebas de la eficacia de la etiqueta con editores de revistas, investigadores, periodistas y estudiantes de secundaria..</li></ul>

# plugins.generic.pfl.information.forOtherJournals
source: <h2>Other journals</h2><ul> <li>This column compiles data drawn from other journals that employ the Publication Facts Label (PFL).</li> <li>The PFL is currently limited to journals using Open Journal Systems (3.5) as a publishing platform.</li> <li><u>List</u> of journals utilizing PFL.</li></ul>
es_es: <h2>Otras revistas</h2><ul> <li>Esta columna recopila datos extraídos de otras revistas que emplean la etiqueta de datos de publicación (EDP).</li> <li>Actualmente, el EDP está limitado a revistas que utilizan Open Journal Systems (3.5) como plataforma de publicación..</li> <li><u>List</u> de revistas que utilizan EDP.</li></ul>

# plugins.generic.pfl.information.publisher
source: <h2>Publisher</h2><ul> <li>Typically owns the journal or is otherwise responsible for the journal’s management, production, publication, promotion, and indexing.</li> <li>Appoints experienced researchers in relevant fields to serve as (a) editors to oversee the review and selection of submissions for publication, and as (b) editorial board members to advise editors and publishers on the journal.</li> <li>Publishers are linked to their website.</li></ul>
es_es: <h2>Editor</h2><ul> <li>Por lo general, es el director de la revista o es responsable de su gestión, producción, publicación, promoción e indexación.</li> <li>Nombra investigadores experimentados en campos relevantes para que actúen como (a) editores para supervisar la revisión y selección de los envíos para publicación, y como (b) miembros del consejo editorial para asesorar a los editores y publicadores sobre la revista.</li> <li>Los editores están vinculados a su sitio web..</li></ul>

# plugins.generic.pfl.information.editorialTeam
source: <h2>Editorial team</h2><ul> <li>Consists of researchers selected by the publisher for their relevant research experience to serve as either:</li> <ul> <li>Editors who oversee the review and selection of submissions, as well as their preparation, for publication.</li> <li>Editorial board members who advise editors and publishers on research matters.</li> </ul> <li>Editorial teams are linked to the journal masthead, listing their names, affiliations, and the <span class="pfl-orcid-icon"><img src="{$orcidIconUrl}" alt="ORCiD logo"/></span> link to their profiles, which are verified and managed through this publishing platform by <a href="https://orcid.org/" target="_blank">ORCID</a>.</li></ul>
es_es: <h2>Equipo editorial</h2><ul> <li>Está formado por investigadores seleccionados por el editor por su experiencia en investigación relevante para actuar como tal:</li> <ul> <li>Editores que supervisan la revisión y selección de los envíos, así como su preparación, para su publicación.</li> <li>Miembros del consejo editorial que asesoran a editores y editores en asuntos de investigación..</li> </ul> <li>ELos equipos editoriales están vinculados a la cabecera de la revista y enumeran sus nombres, afiliaciones y la <span class="pfl-orcid-icon"><img src="{$orcidIconUrl}" alt="ORCiD logo"/></span> enlace a sus perfiles, que son verificados y gestionados a través de esta plataforma de publicación por <a href="https://orcid.org/" target="_blank">ORCID</a>.</li></ul>

# plugins.generic.pfl.information.articlesAccepted
source: <h2>Articles accepted</h2><ul> <li>Percentage of articles from the total submitted to the journals that have been selected by the editors for publication, following peer review and revisions.</li></ul>
es_es: <h2>Artículos aceptados</h2><ul> <li>Porcentaje de artículos del total enviados a las revistas que han sido seleccionados por los editores para su publicación, luego de revisión por pares y revisiones.</li></ul>

# plugins.generic.pfl.information.indexes
source: <h2>Indexes</h2><ul> <li>An easily searchable database of research publications commonly used by researchers, students, and others.</li> <li>The Publication Facts Label checks five general research indexes annually to identify those that include this journal, which are listed by acronym with a link to the index:</li> <ul> <li><a href="https://doaj.org/" target="_blank">D</a> Directory of Open Access Journals (open for readers)</li> <li><a href="https://scholar.google.com/" target="_blank">GS</a> Google Scholar (open for readers)</li> <li><a href="https://www.nlm.nih.gov/medline/medline_overview.html" target="_blank">M</a> Medline (open for readers)</li> <li><a href="https://www.elsevier.com/solutions/scopus" target="_blank">S</a> Scopus (requires subscription to view)</li> <li><a href="https://clarivate.com/products/scientific-and-academic-research/research-discovery-and-workflow-solutions/webofscience-platform/" target="_blank">WS</a> Web of Science (requires subscription to view)</li> </ul> <li>Indexes search out journals to include in their database and/or accept applications from them to be included.</li></ul>
es_es: <h2>Índices</h2><ul> <li>Una base de datos de fácil búsqueda de publicaciones de investigación comúnmente utilizadas por investigadores, estudiantes y otros.</li> <li>La etiqueta de datos de la publicación revisa anualmente cinco índices generales de investigación para identificar aquellos que incluyen esta revista, los cuales se enumeran por siglas con un enlace al índice:</li> <ul> <li><a href="https://doaj.org/" target="_blank">D</a> Directorio de revistas de acceso abierto (abierto a lectores)</li> <li><a href="https://scholar.google.com/" target="_blank">GS</a> Google Scholar (abierto a lectores)</li> <li><a href="https://www.nlm.nih.gov/medline/medline_overview.html" target="_blank">M</a> Medline (abierto a lectores)</li> <li><a href="https://www.elsevier.com/solutions/scopus" target="_blank">S</a> Scopus (requiere subscripción para ver)</li> <li><a href="https://clarivate.com/products/scientific-and-academic-research/research-discovery-and-workflow-solutions/webofscience-platform/" target="_blank">WS</a> Web of Science (requiere subscripción para ver)</li> </ul> <li>Los índices buscan revistas para incluirlas en su base de datos y/o aceptan solicitudes de ellas para ser incluidas.</li></ul>

# plugins.generic.pfl.information.forOtherArticles
source: <h2>Other articles</h2><ul> <li>This column presents data drawn from articles published in this and other journals that employ the Publication Facts Label (PFL).</li> <li>The PFL is currently limited to journals using Open Journal Systems (3.5) as a publishing platform.</li> <li><u>List</u> of journals utilizing PFL.</li></ul>
es_es: <h2>Otros artículos</h2><ul> <li>Esta columna presenta datos extraídos de artículos publicados en esta y otras revistas que emplean la etiqueta de datos de publicación (EDP).</li> <li>Actualmente, la EDP está limitada a revistas que utilizan Open Journal Systems (3.5) como plataforma de publicación.</li> <li><u>List</u> de revistas que utilizan EDP.</li></ul>

# plugins.generic.pfl.information.peerReviewers
source: <h2>Peer reviewers</h2><ul> <li>Invited by editors, these researchers have the expertise to assess and suggest improvements to the article’s quality, methods, completeness, clarity, ethics, and other aspects.</li> <li>Typically asked to recommend acceptance, revisions, or rejection, while their identities are kept from authors (and vice versa).</li> <li>“Peer reviewers” is linked to list of reviewers from journal’s previous volume and year, with names, affiliations and <span class="pfl-orcid-icon"><img src="{$orcidIconUrl}" alt="ORCiD logo"/></span> link to their profiles, which are managed and verified through this publishing platform by <a href="https://orcid.org/" target="_blank">ORCID</a>, to serve as examples of reviewers.</li></ul>
es_es: <h2>Revisores</h2><ul> <li>Invitados por los editores, estos investigadores tienen la experiencia para evaluar y sugerir mejoras en la calidad, los métodos, la integridad, la claridad, la ética y otros aspectos del artículo.</li> <li>Por lo general, se les pide que recomienden aceptación, revisiones o rechazo, mientras que sus identidades se mantienen ocultas a los autores (y viceversa).</li> <li>“Revisores pares” está vinculado a la lista de revisores del volumen y año anterior de la revista, con nombres, afiliaciones y <span class="pfl-orcid-icon"><img src="{$orcidIconUrl}" alt="ORCiD logo"/></span> enlace a sus perfiles, que son gestionados y verificados a través de esta plataforma de publicación por<a href="https://orcid.org/" target="_blank">ORCID</a>, Servir como ejemplos para revisores.</li></ul>

# plugins.generic.pfl.information.competingInterests
source: <h2>Competing interests</h2><ul> <li>Editors ask authors to report potential conflicts or competing interests involving their study and their other interests.</li> <li>If “yes,” the link leads to the authors’ declaration.</li></ul>
es_es: <h2>Conflicto de intereses</h2><ul> <li>Los editores piden a los autores que informen sobre posibles conflictos o intereses contrapuestos que involucren su estudio y sus otros intereses.</li> <li>En caso afirmativo, el enlace conduce a la declaración de los autores.</li></ul>
